; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.6
; Author:	Y.Nakai <nyma5a@gmail.com>
; Version/Revision Info:	Initial Translation (12/14/2006)
;                         Updated for 1.6 release (8/9/2006)
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode (UTF-8) format and Zip it to preserve formatting
;	E-mail new language files to jbreland@legroom.net for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents each %s variables is hardocded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; ----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&ѓLѓѓѓ“ѓZѓ‹"
MAIN_DEST_DIR_LABEL = "‰р“ЂђжѓfѓBѓЊѓNѓgѓЉ(&D):"
MAIN_FILE_LABEL = "‘ОЏЫЏ‘ЊЙ‚Ь‚Ѕ‚НѓCѓ“ѓXѓgЃ[ѓ‰(&A):"
MENU_FILE_LABEL = "ѓtѓ@ѓCѓ‹(&F)"
MENU_FILE_QUIT_LABEL = "ЏI—№(&Q)"
MENU_EDIT_LABEL = "•ТЏW(&E)"
MENU_EDIT_PREFS_LABEL = "ђЭ’и(&P)"
MENU_HELP_LABEL = "ѓwѓ‹ѓv(&H)"
MENU_HELP_WEB_LABEL = "%s ѓEѓFѓuѓTѓCѓg(&W)"
PREFS_TITLE_LABEL = "ђЭ’и"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor ‚МѓIѓvѓVѓ‡ѓ“"
PREFS_HISTORY_LABEL = "Џ‘ЊЙ‚М—љ—рЌмђ¬(&H)"
PREFS_FORMAT_OPTS_LABEL = "Ћн—Ю•К‚МѓIѓvѓVѓ‡ѓ“Ћw’и"
PREFS_LANG_LABEL = "ЊѕЊк(&L)"
PREFS_DEBUG_LABEL = "ѓfѓoѓbѓOѓtѓ@ѓCѓ‹—pѓfѓBѓЊѓNѓgѓЉ(&D):"
PREFS_WARN_EXECUTE_LABEL = "ѓtѓ@ѓCѓ‹‚рЋАЌs‚·‚й‘O‚ЙЊxЌђ‚·‚й(&W)"
PREFS_REMOVE_DUPE_LABEL = "Џd•Ўѓtѓ@ѓCѓ‹‚рЌнЏњ‚·‚й(&R)"
PREFS_REMOVE_TEMP_LABEL = "€кЋћѓtѓ@ѓCѓ‹‚рЌнЏњ‚·‚й(&T)"
PREFS_APPEND_EXT_LABEL = "Њ‡—Ћ‚µ‚ЅЉg’ЈЋq‚р’З‰Б‚·‚й(&A)"
METHOD_ADMIN_RADIO = "%s ЉЗ—ќЋТ—p Installer"
METHOD_EXTRACTION_RADIO = "%s ‰р“Ђ"
METHOD_HEADER = "%s ‰р“Ђ"
METHOD_MSI_NOTE_LABEL = "’Ќ:"
METHOD_MSI_REQUIRES_LABEL = "msi2xml ‚Й•K—v:"
METHOD_MSI_URL_LABEL = "MSXML 4.0 Parser"
METHOD_RADIO_LABEL = "‰р“Ђ•ы–@"
METHOD_SWITCH_RADIO = "%s switch"
METHOD_NOTIS_RADIO = "InstallShield installer ‚Е‚Н‚ ‚и‚Ь‚№‚с"
METHOD_TEXT_LABEL = "%s ‚Н€И‰є‚М•ы–@‚Е %s ‚М‰р“Ђ‚рЋЋ‚Э‚Ь‚·ЃBЋc”O‚И‚Є‚зЃA‚З‚М•ы–@‚а100%ЉmЋА‚Е‚Н‚ ‚и‚Ь‚№‚сЃB•WЏЂ‚М•ы–@‚Є——p‚Е‚«‚И‚ўЏкЌ‡ЃA%s ‚Й–Я‚Б‚Д•К‚М•ы–@‚р‘I‘р‚µ‚Д‚­‚ѕ‚і‚ўЃB"
METHOD_UNPACKER_RADIO = "%s Unpacker"

; GUI control functions
DOES_NOT_EXIST = "‚Н‘¶ЌЭ‚µ‚Ь‚№‚сЃB%n"
EXTRACT_TO = "‰р“Ђђж"
INVALID_DIR_SELECTED =  "%s ‚Н—LЊш‚ИѓfѓBѓЊѓNѓgѓЉ‚Е‚Н‚ ‚и‚Ь‚№‚сЃB"
INVALID_FILE_SELECTED = "%s —LЊш‚Иѓtѓ@ѓCѓ‹‚р‘I‘р‚µ‚Д‚­‚ѕ‚і‚ўЃB"
OPEN_FILE = "ѓtѓ@ѓCѓ‹‚рЉJ‚­"
SELECT_FILE = "ѓtѓ@ѓCѓ‹‚М‘I‘р"
WRITE_TO = "‹LЏqђж"

; Common terms
TERM_ARCHIVE = "Џ‘ЊЙ"
TERM_COMPRESSED = "€іЏkѓtѓ@ѓCѓ‹"
TERM_DISK = "ѓfѓBѓXѓN"
TERM_EBOOK = "eBook"
TERM_ECARD = "eCard"
TERM_ENCODED = "ѓGѓ“ѓRЃ[ѓhѓtѓ@ѓCѓ‹"
TERM_EXECUTABLE = "ЋАЌsѓtѓ@ѓCѓ‹"
TERM_FAILED = "Ћё”s"
TERM_HELP = "ѓwѓ‹ѓvѓtѓ@ѓCѓ‹"
TERM_HOTFIX = "ѓzѓbѓgѓtѓBѓbѓNѓX"
TERM_IMAGE = "ѓCѓЃЃ[ѓW"
TERM_INSTALLER = "ѓCѓ“ѓXѓgЃ[ѓ‰"
TERM_PACKAGE = "ѓpѓbѓPЃ[ѓW"
TERM_PATCH = "ѓpѓbѓ`"
TERM_SFX = "Ћ©ЊИ‰р“Ђ"
TERM_STAGE = "ѓXѓeЃ[ѓW"
TERM_SUCCEEDED = "ђ¬Њч"
TERM_TESTING = "ЊџЌё’†"
TERM_UNKNOWN = "•s–ѕ"
TERM_UNPACKED = "‰р“ЂЌП‚Э"
TERM_UPDATER = "ѓAѓbѓvѓfЃ[ѓ^"

; Status messages
SCANNING_FILE = "ѓtѓ@ѓCѓ‹‚рѓXѓLѓѓѓ“‚µ‚Дѓtѓ@ѓCѓ‹ѓ^ѓCѓv‚рЊџЏo’†ЃB"
SCANNING_EXE = "%s ‚Й‚ж‚йѓXѓLѓѓѓ“’†ЃB"
EXTRACTING = "ѓtѓ@ѓCѓ‹‚р’ЉЏo’†:"
INIT_WAIT = "ѓCѓ“ѓXѓgЃ[ѓ‰‚ЄЏ‰Љъ‰»‚·‚й‚М‚р‘Т‚Б‚Д‚ў‚Ь‚·ЃB%n‚Ё‘Т‚ї‚­‚ѕ‚і‚ўЃB"

; Custom prompts
CONVERT_CDROM = "%s CD-ROM ѓCѓЃЃ[ѓW‚Н’јђЪ‰р“Ђ‚·‚й‚±‚Ж‚ЄЏo—€‚Ь‚№‚сЃB‘г‚н‚и‚ЙЃA%n‚±‚МѓCѓЃЃ[ѓW‚Н ISO CD-ROM ѓCѓЃЃ[ѓW‚Й•ПЉ·‚і‚к‚ЅЊгЃA‰р“Ђ‚і‚к‚Ь‚·ЃB%n%n‘±Ќs‚µ‚Ь‚·‚©ЃH%n’Ќ: ‚±‚МЏ€—ќ‚Нђ”•Є‚©‚©‚и‚Ь‚·ЃB"
CONVERT_CDROM_STAGE1_FAILED = "ѓGѓ‰Ѓ[:  CD-ROM ѓCѓЃЃ[ѓW‚Є•ПЉ·‚Е‚«‚Ь‚№‚сЃB%nCUE ѓtѓ@ѓCѓ‹‚МЏ‘Ћ®‚рЉm”F‚µ‚Д‚­‚ѕ‚і‚ўЃB"
CONVERT_CDROM_STAGE2_FAILED = "ѓGѓ‰Ѓ[:  ISO ѓCѓЃЃ[ѓW‚Є BIN/CUE ѓCѓЃЃ[ѓW‚©‚зЌмђ¬‚і‚к‚Ь‚µ‚Ѕ‚ЄЃA•ПЉ·‚Е‚«‚Ь‚№‚с‚Е‚µ‚ЅЃB%n•ЄђН‚М‚Ѕ‚Я‚ЙISOѓCѓЃЃ[ѓW‚рЋc‚µ‚Ь‚·‚©ЃH"
CONVERT_BIN_MISSING = "ѓGѓ‰Ѓ[: Њ©‚В‚Ї‚з‚к‚Ь‚№‚с:%n%s\%s.%s%n%n%s.bin ‚Ж %s.cue ‚М—ј•ы‚Є•K—v‚Е‚·ЃB"
INIT_COMPLETE = "Џ‰Љъ‰»%sЃB ѓCѓ“ѓXѓgЃ[ѓ‰‚р’†’f‚µ‚ДOK‚р‰џ‚µ‚Д‚­‚ѕ‚і‚ўЃB"
WISE_MSI_PROMPT = "’Ќ:  ‚±‚М•ы–@‚Н“Б’и‚М Wise for Windows Installer ѓpѓbѓPЃ[ѓW‚Й‚М‚ЭЋg—p‚Е‚«‚Ь‚·ЃB%nWise Installation Wizard ‚ЄЉJЋn‚µ‚Д“ь—Н‚р‘Т‚ї‘±‚Ї‚йЏкЌ‡ЃA‚±‚Мѓtѓ@ѓCѓ‹‚НѓTѓ|Ѓ[ѓg%n‘ОЏЫЉO‚Е‚·ЃB  ѓCѓ“ѓXѓgЃ[ѓ‰‚рЏI—№‚µ‚Д‚­‚ѕ‚і‚ўЃB %s ‚ЄЌм‹Ж‚р’†Ћ~‚µ‚Ь‚·ЃB%n%n‘±Ќs‚µ‚Ь‚·‚©ЃH"
UNPACK_PROMPT = "‚±‚Мѓtѓ@ѓCѓ‹‚Н %s Њ`Ћ®‚Е€іЏk‚і‚к‚Д‚ў‚Ь‚·‚ЄЃAѓtѓ@ѓCѓ‹‚р’ЉЏo‚Е‚«‚Ь‚№‚сЃB%nѓtѓ@ѓCѓ‹ѓ^ѓCѓv‚ЄѓTѓ|Ѓ[ѓg‚і‚к‚Д‚ў‚И‚ў‚©’ЉЏo‚·‚йѓtѓ@ѓCѓ‹‚ЄЉЬ‚Ь‚к‚Д%n‚ў‚И‚ў‰В”\ђ«‚Є‚ ‚и‚Ь‚·ЃB%n%n‘г‚н‚и‚Й€к“x‰р“Ђ‚µ‚Ь‚·‚©ЃH%n%n’Ќ: ‰р“Ђ‚і‚к‚Ѕѓtѓ@ѓCѓ‹‚М–ј‘O‚Н‰є‹L‚М‚ж‚¤‚Й‚И‚и‚Ь‚·:%n%s\%s_unpacked.%s"
UNPACK_FAILED = "ѓGѓ‰Ѓ[: %s%n‰р“Ђ‚Е‚«‚Ь‚№‚сЃB"
WARN_EXECUTE = "ЊxЌђ:Ѓ@‚±‚МЊ`Ћ®‚МЏ‘ЊЙ‚р‰р“Ђ‚·‚й‚Й‚НЃAѓtѓ@ѓCѓ‹‚р’јђЪЋАЌs‚·‚й•K—v‚Є‚ ‚и‚Ь‚·ЃB%n‘±Ќs‚·‚й‚Ж€И‰є‚МѓRѓ}ѓ“ѓh‚ЄЋАЌs‚і‚к‚Ь‚·ЃB:%n%n%s%n%n‚±‚МѓRѓ}ѓ“ѓh‚Є–ѕ‚з‚©‚ЙЉлЊЇ‚ИЏкЌ‡‚НЃA‘±Ќs‚µ‚И‚ў‚±‚Ж‚р‚ЁЉ©‚Я‚µ‚Ь‚·ЃB%n‰р“Ђ‚р‘±Ќs‚µ‚Ь‚·‚©ЃH"

; Help text
HELP_SUMMARY = "‚ ‚з‚д‚йЏ‘ЊЙЊ`Ћ®‚вѓCѓ“ѓXѓgЃ[ѓ‰ѓpѓbѓPЃ[ѓW‚©‚зѓtѓ@ѓCѓ‹‚р’ЉЏo‚µ‚Ь‚·ЃB"
HELP_SYNTAX = "%nЋg—p–@:  %s [/help] [ѓtѓ@ѓCѓ‹–ј [‰р“Ђђж]]"
HELP_ARGUMENTS = "%n%nѓRѓ}ѓ“ѓhѓ‰ѓCѓ“ѓIѓvѓVѓ‡ѓ“:"
HELP_HELP = "%n     /help%t%t‚±‚Мѓwѓ‹ѓvѓЃѓbѓZЃ[ѓW‚р•\Ћ¦"
HELP_FILENAME = "%n     ѓtѓ@ѓCѓ‹–ј%t‰р“ЂЊіѓtѓ@ѓCѓ‹–ј"
HELP_DESTINATION = "%n     ‰р“Ђђж%t%t‰р“ЂђжѓfѓBѓЊѓNѓgѓЉ–ј"
HELP_SUB = "%n%n‘г‚н‚и‚Й /sub ‚рЋw’и‚·‚й‚±‚Ж‚Й‚ж‚и %s ‚Н%nЏ‘ЊЙ–ј‚ЕѓfѓBѓЊѓNѓgѓЉ‚рЌмђ¬‚µЃA‚»‚±‚Й‰р“Ђ‚µ‚Ь‚·ЃB"
HELP_EXAMPLE1 = "%n%n—б:"
HELP_EXAMPLE2 = "%n     %s c:\1\Џ‘ЊЙ–ј.zip c:\test"
HELP_NOARGS = "%n%nѓIѓvѓVѓ‡ѓ“‚И‚µ‚Е %s ‚р‹N“®‚·‚й‚Жѓtѓ@ѓCѓ‹–ј‚Ж%n‰р“Ђђж‚МЋw’и‚рѓ†Ѓ[ѓUЃ[‚Й‹Ѓ‚Я‚Ь‚·ЃB"

; Error messages
CANNOT_LOG = "%s ‚М‰р“Ђ‚рѓЌѓO‚Й‹L^‚Е‚«‚Ь‚№‚сЃB"
CANNOT_DEBUG = "ѓfѓoѓbѓOѓtѓ@ѓCѓ‹‚МЏo—Нђж‚Е‚ ‚й "%s" ‚ЙЏ‘‚«Ќћ‚Э‚Е‚«‚Ь‚№‚сЃB%n•П‚н‚и‚Й€кЋћѓfѓBѓЊѓNѓgѓЉ‚ЄЋg—p‚і‚к‚Ь‚·ЃB"
CANNOT_EXTRACT = "%s ‚Н‰р“Ђ‚Е‚«‚Ь‚№‚сЃB%nЊџЏo‚і‚к‚Ѕѓtѓ@ѓCѓ‹ѓ^ѓCѓv: %s%n%nOK‚ЕЏЪЌЧ‚ИЊџЏoЊ‹‰К‚р•\Ћ¦‚µ‚Ь‚·ЃBCancel‚ЕЏI—№‚µ‚Ь‚·ЃB"
UNKNOWN_EXT = "%s%n•s–ѕ‚МЉg’ЈЋq‚М€ЧЃA‰р“Ђ‚Е‚«‚Ь‚№‚сЃB"
INVALID_DIR = "%s%nЌмђ¬‚Е‚«‚Ь‚№‚сЃB  —LЊш‚И‰р“Ђђж‚рЋw’и‚µ‚Д‚­‚ѕ‚і‚ўЃB"
EXTRACT_FAILED = "%s ‚Н‰р“Ђ‚Е‚«‚Ь‚№‚сЃB%nѓtѓ@ѓCѓ‹‚НѓTѓ|Ѓ[ѓgЌП‚Э‚М %s Њ`Ћ®‚М‚ж‚¤‚Е‚·‚ЄЃA‰р“Ђ‚НЋё”s‚µ‚Ь‚µ‚ЅЃB%nЏЪЌЧ‚НѓЌѓOѓtѓ@ѓCѓ‹‚рЋQЏЖ‚µ‚Д‚­‚ѕ‚і‚ўЃF%s%n%nOK‚р‰џ‚·‚ЖѓЌѓOѓtѓ@ѓCѓ‹‚р•\Ћ¦‚µ‚Ь‚·ЃBCancel‚ЕЏI—№‚µ‚Ь‚·ЃB"

[Installer]
; Components page
COMP_DOCS = "•¶Џ‘‚Жѓ‰ѓCѓZѓ“ѓX‚МЏо•с"
COMP_LANG = "‘ЅЌ‘ЊкѓTѓ|Ѓ[ѓg—p‚МЊѕЊкѓtѓ@ѓCѓ‹"
COMP_ACE = "ACE ѓtѓ@ѓCѓ‹‚МѓTѓ|Ѓ[ѓg"
COMP_KGB = "KGB ѓtѓ@ѓCѓ‹‚МѓTѓ|Ѓ[ѓg"
COMP_PEA = "Pea ѓtѓ@ѓCѓ‹‚МѓTѓ|Ѓ[ѓg"
COMP_SIT = "StuffIt ѓtѓ@ѓCѓ‹‚МѓTѓ|Ѓ[ѓg"

; Preferences page
PREFS_CAPTION = "ѓIѓvѓVѓ‡ѓ“ђЭ’и"
PREFS_DESCRIPTION = "Universal Extractor ‚Й•K—v‚ИѓIѓvѓVѓ‡ѓ“‚р‘I‘р‚µ‚Д‚­‚ѕ‚і‚ўЃB"
PREFS_LABEL1 = "€И‰є‚МђЭ’и‚р’Іђ®‚·‚й‚±‚Ж‚ЕЃAUniversal Extractor •WЏЂ‚М“®Ќм‚рѓJѓXѓ^ѓ}ѓCѓY‚Е‚«‚Ь‚·ЃB"
PREFS_LABEL2 = "‚±‚к‚з‚МђЭ’и‚НѓCѓ“ѓXѓgЃ[ѓ‹ЏI—№Њг‚а UniExtract.ini ѓtѓ@ѓCѓ‹‚р•ТЏW‚·‚й‚±‚Ж‚Е•ПЌX‚Е‚«‚Ь‚·ЃB"
LANGUAGE_LABEL = "Ћg—pЊѕЊк"
DEBUG_LABEL = "Debug File‚М•Ы‘¶ђж"
APPEND_EXT_LABEL = "Њ‡—Ћ‚µ‚ЅЉg’ЈЋq‚р’З‰Б‚·‚й(&A)"
HISTORY_LABEL = "Џ‘ЊЙ‚М—љ—р‚рЉЗ—ќ‚·‚й(&M)"
REMOVE_DUPE_LABEL = "Џd•Ў‚µ‚Ѕѓtѓ@ѓCѓ‹‚рЌнЏњ‚·‚й(&D)"
REMOVE_TEMP_LABEL = "€кЋћѓtѓ@ѓCѓ‹‚рЌнЏњ‚·‚й(&T)"
WARN_EXECUTE_LABEL = "ѓtѓ@ѓCѓ‹‚рЋАЌs‚·‚й‘O‚ЙЊxЌђ‚·‚й(&W)"

; Tasks page
ASSOCIATE = "ѓtѓ@ѓCѓ‹‚М‰EѓNѓЉѓbѓNѓЃѓjѓ…Ѓ[‚Й“ќЌ‡‚·‚й(&E)"
ASSOCIATE_FILES = "‰р“Ђ(&F)... ‚рѓЃѓjѓ…Ѓ[‚Й’З‰Б"
ASSOCIATE_HERE = "‚±‚±‚Й‰р“Ђ(&H) ‚рѓЃѓjѓ…Ѓ[‚Й’З‰Б"
ASSOCIATE_SUBDIR = "ѓtѓHѓ‹ѓ_‚Й‰р“Ђ(&S) ‚рѓЃѓjѓ…Ѓ[‚Й’З‰Б"
ASSOCIATE_FORCE = "ѓTѓ|Ѓ[ѓgЌП‚Эѓtѓ@ѓCѓ‹ѓ^ѓCѓv‚М‹­ђ§“IЉЦA•t‚Ї(&A)"
MODIFY_PATH = "Universal Extractor ‚ЙѓpѓX‚р’К‚·(&P)"
DESKTOP_ICON = "ѓfѓXѓNѓgѓbѓv‚ЙѓVѓ‡Ѓ[ѓgѓJѓbѓgЌмђ¬(&D)"
QUICK_LAUNCH_ICON = "ѓNѓCѓbѓN‹N“®‚ЙѓVѓ‡Ѓ[ѓgѓJѓbѓgЌмђ¬(&Q)"
SENDTO_ICON = "Ѓu‘—‚йЃv‚ЙѓVѓ‡Ѓ[ѓgѓJѓbѓgЌмђ¬(&T)"

; Context Menu integration
EXTRACT_FILES = "‰р“Ђ(&F)..."
EXTRACT_HERE = "‚±‚±‚Й‰р“Ђ(&H)"
EXTRACT_SUB = "ѓtѓHѓ‹ѓ_‚Й‰р“Ђ(&S)"
